use Medicine

insert into Hospital
(Name, Address, TelephoneNumber)
values
	('Поликлиника 1', 'ул.Мира д.12', '+7-123-321-21-32'),
	('Поликлиника 2', 'ул.Карла-Маркса д.2', '+7-645-456-21-32'),
	('Поликлиника 3', 'ул.Советская д.1', '+7-987-879-21-32')


insert into Doctor
(Name, TelephoneNumber, HospitalId)
values
	('Иван', '23-45-65', 1),
	('Сергей', '32-54-56', 1),
	('Игнат', '76-89-09', 2),
	('Олег', '34-54-12', 2),
	('Мария', '87-95-17', 3),	
	('Анна', '23-61-90', 3)

insert into Patient
(Name, HealthCardNumber, DoctorId)
values
	('Иван', 123, 2),
	('Сергей', 234, 2),
	('Игнат', 345, 3),
	('Олег', 456, 3),
	('Мария', 567, 1),	
	('Анна', 678, 1),
	('Алена', 789, 4),
	('Евгений', 901, 4),
	('Евгения', 987, 5),
	('Ольга', 876, 5),
	('Марина', 765, 6),	
	('Юлия', 654, 6),
	('Алексей', 324, 3),
	('Елена', 763, 6),
	('Роман', 324, 3)

